Repository: OmkarPathak/django-finance-tracker
Catalog: locale/*/LC_MESSAGES/django.po
Languages: mr

source: Legal Compliance
mr: कायदेशीर पालन (Legal Compliance)

source: If required by law, regulation, or legal process to protect the rights, property, or safety of TrackMyRupee or others.
mr: TrackMyRupee किंवा इतरांचे अधिकार, मालमत्ता किंवा सुरक्षितता संरक्षित करण्यासाठी कायदा, नियमन किंवा कायदेशीर प्रक्रियेद्वारे आवश्यक असल्यास.

source: Business Transfers
mr: व्यवसाय हस्तांतरण (Business Transfers)

source: In connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business.
mr: कोणत्याही विलीनीकरण (merger), कंपनीच्या मालमत्तेची विक्री, वित्तपुरवठा (financing) किंवा आमच्या व्यवसायाचा संपूर्ण किंवा काही भाग संपादन करण्याच्या संदर्भात किंवा वाटाघाटी दरम्यान.

source: We implement appropriate technical and organizational measures to protect your information.
mr: आम्ही तुमच्या माहितीचे संरक्षण करण्यासाठी योग्य तांत्रिक आणि संस्थात्मक उपाययोजना राबवतो.

source: Encryption of sensitive data (like passwords) at rest.
mr: साठवलेल्या संवेदनशील डेटाचे (जसे की पासवर्ड) एनक्रिप्शन.

source: Secure HTTPS (TLS/SSL) for all data in transit.
mr: प्रवाहित असलेल्या सर्व डेटासाठी सुरक्षित HTTPS (TLS/SSL).

source: Regular backups and security assessments.
mr: नियमित बॅकअप आणि सुरक्षा मुल्यांकन.

source: Access controls to limit internal access to personal data.
mr: वैयक्तिक डेटाचा अंतर्गत प्रवेश मर्यादित करण्यासाठी प्रवेश नियंत्रणे (Access controls).

source: You have control over your personal information.
mr: तुमच्या वैयक्तिक माहितीवर तुमचे नियंत्रण आहे.

source: Access & Correction
mr: प्रवेश आणि दुरुस्ती

source: You can view and edit your profile and financial data directly within the application.
mr: तुम्ही तुमची प्रोफाइल आणि आर्थिक डेटा थेट अर्जामध्ये (application) पाहू आणि संपादित करू शकता.

source: Data Export
mr: डेटा निर्यात (Export)

source: You can export your data (e.g., to CSV/Excel) at any time.
mr: तुम्ही तुमचा डेटा कधीही निर्यात करू शकता (उदा. CSV/Excel मध्ये).

source: Account Deletion
mr: खाते हटवणे

source: You can request to delete your account and all associated data permanently.
mr: तुम्ही तुमचे खाते आणि सर्व संबंधित डेटा कायमचा हटवण्याची विनंती करू शकता.

source: Communications
mr: संवाद (Communications)

source: You can manage your email preferences or unsubscribe from non-essential emails.
mr: तुम्ही तुमची ईमेल प्राधान्ये व्यवस्थापित करू शकता किंवा अनावश्यक ईमेलमधून अनसबस्क्राइब करू शकता.

source: We retain your information only as long as necessary to provide our services and comply with legal obligations.
mr: आम्ही आमची सेवा प्रदान करण्यासाठी आणि कायदेशीर बंधनांचे पालन करण्यासाठी आवश्यक असेल तोपर्यंतच तुमची माहिती जतन करून ठेवतो.

source: Active Accounts
mr: सक्रिय खाती

source: Data is retained while your account remains active.
mr: तुमचे खाते सक्रिय असेपर्यंत डेटा राखून ठेवला जातो.

source: Deleted Accounts
mr: हटवलेली खाती

source: If you delete your account, your personal data is removed from our live databases immediately and from backups within 30-90 days.
mr: तुम्ही तुमचे खाते हटवल्यास, तुमचा वैयक्तिक डेटा आमच्या थेट डेटाबेसमधून त्वरित काढून टाकला जातो आणि ३०-९० दिवसांच्या आत बॅकअपमधून काढून टाकला जातो.

source: TrackMyRupee is not intended for children under 13. We do not knowingly collect information from children. If we learn we have collected personal information from a child under 13, we will delete it.
mr: TrackMyRupee हे १३ वर्षांखालील मुलांसाठी नाही. आम्ही जाणूनबुजून मुलांकडून माहिती गोळा करत नाही. जर आम्हाला समजले की आम्ही १३ वर्षांखालील मुलाकडून वैयक्तिक माहिती गोळा केली आहे, तर आम्ही ती हटवू.

source: We may update this privacy policy from time to time. We will notify you of significant changes by posting the new policy on this page or sending you an email. Your continued use of the Service constitutes acceptance of the changes.
mr: आम्ही वेळोवेळी या गोपनीयता धोरणात बदल करू शकतो. आम्ही या पृष्ठावर नवीन धोरण पोस्ट करून किंवा तुम्हाला ईमेल पाठवून महत्त्वपूर्ण बदलांची सूचना देऊ. सेवेचा तुमचा निरंतर वापर बदलांच्या स्वीकृतीचे प्रतीक मानले जाईल.

source: If you have questions about this privacy policy or our practices, please contact us at:
mr: तुम्हाला या गोपनीयता धोरणाबद्दल किंवा आमच्या पद्धतींबद्दल काही प्रश्न असल्यास, कृपया आमच्याशी यावर संपर्क साधा:

source: Refund and Cancellation Policy
mr: परतावा आणि रद्दीकरण धोरण

source: Last updated: January 24, 2026
mr: अंतिम अपडेट: २४ जानेवारी २०२६

source: At TrackMyRupee, we strive to ensure your satisfaction with our services. This policy outlines the terms for cancellations and refunds.
mr: TrackMyRupee मध्ये, आम्ही आमच्या सेवांबाबत तुमचे समाधान सुनिश्चित करण्याचा प्रयत्न करतो. हे धोरण रद्दीकरण आणि परताव्याच्या अटी स्पष्ट करते.

source: 1. Cancellation Policy
mr: १. रद्दीकरण धोरण

source: 2. Refund Policy
mr: २. परतावा धोरण

source: 3. Refund Processing
mr: ३. परतावा प्रक्रिया

source: 4. Contact Us
mr: ४. आमच्याशी संपर्क साधा

source: You are free to cancel your subscription at any time.
mr: तुम्ही तुमची सदस्यता कधीही रद्द करण्यास मोकळे आहात.

source: How to Cancel
mr: रद्द कसे करावे

source: You can cancel your subscription directly from your account settings page or by contacting our support team.
mr: तुम्ही तुमच्या खाते सेटिंग्ज (account settings) पृष्ठावरून किंवा आमच्या सपोर्ट टीमशी संपर्क साधून तुमची सदस्यता थेट रद्द करू शकता.

source: Effect of Cancellation
mr: रद्दीकरणाचा परिणाम

source: Upon cancellation, your subscription will remain active until the end of the current billing cycle. You will not be charged for the next cycle.
mr: रद्दीकरण केल्यानंतर, तुमची सदस्यता सध्याच्या बिलिंग सायकलच्या संपेपर्यंत सक्रिय राहील. पुढच्या सायकलसाठी तुमच्याकडून कोणतेही शुल्क आकारले जाणार नाही.

source: Data Retention
mr: डेटा धारणा (Data Retention)

source: After cancellation, your account will revert to the Free plan (if applicable) or remain accessible as per our data retention policy. You may request full account deletion at any time.
mr: रद्दीकरण केल्यानंतर, तुमचे खाते 'फ्री प्लॅन'मध्ये (लागू असल्यास) रूपांतरित होईल किंवा आमच्या डेटा धारणा धोरणांनुसार उपलब्ध राहील. तुम्ही कधीही खाते पूर्णपणे काढून टाकण्याची विनंती करू शकता.

source: We offer a transparent refund policy to ensure you feel confident in trying our premium features.
mr: तुम्ही आमची प्रीमियम वैशिष्ट्ये आत्मविश्वासाने वापरू शकाल यासाठी आम्ही पारदर्शक परतावा धोरण ऑफर करतो.

source: 14-Day Money-Back Guarantee
mr: १४ दिवसांची मनी-बॅक गॅरंटी

source: If you are not satisfied with your premium subscription (Plus or Pro), you may request a full refund within 14 days of your initial purchase.
mr: जर तुम्ही तुमच्या प्रीमियम सदस्यतेवर (Plus किंवा Pro) समाधानी नसाल, तर तुम्ही तुमच्या सुरुवातीच्या खरेदीच्या १४ दिवसांच्या आत पूर्ण परताव्याची विनंती करू शकता.

source: Eligibility
mr: पात्रता (Eligibility)

source: To be eligible for a refund, you must submit your request within the 14-day window. Refunds are generally not provided for partial months after the initial 14-day period.
mr: परताव्यासाठी पात्र होण्यासाठी, तुम्ही १४ दिवसांच्या आत तुमची विनंती सबमिट करणे आवश्यक आहे. सुरुवातीच्या १४ दिवसांच्या कालावधीनंतर अंशतः महिन्यांसाठी सामान्यतः परतावा दिला जात नाही.

source: Exceptions
mr: अपवाद

source: We reserve the right to deny refunds in cases of suspected abuse of the policy or violation of our Terms of Service.
mr: धोरणाचा गैरवापर किंवा आमच्या सेवा अटींचे उल्लंघन झाल्याचा संशय असल्यास परतावा नाकारण्याचा अधिकार आम्ही राखून ठेवतो.

source: Once a refund is approved:
mr: एकदा परतावा मंजूर झाला की:

source: The refund amount will be credited back to your original payment method.
mr: परताव्याची रक्कम तुमच्या मूळ पेमेंट पद्धतीवर जमा केली जाईल.

source: Processing times typically range from 5 to 10 business days, depending on your bank or payment provider.
mr: तुमच्या बँकेवर किंवा पेमेंट प्रदात्यावर अवलंबून, प्रक्रियेचा वेळ साधारणपणे ५ ते १० कामकाजाचे दिवस असतो.

source: If you wish to request a refund or have any questions about this policy, please contact our support team at:
mr: जर तुम्हाला परताव्याची विनंती करायची असेल किंवा या धोरणाबद्दल काही प्रश्न असतील, तर कृपया आमच्या सपोर्ट टीमशी येथे संपर्क साधा:

source: Last updated: January 2026
mr: अंतिम अपडेट: जानेवारी २०२६

source: 1. Acceptance of Terms
mr: १. अटींची स्वीकृती

source: By accessing or using TrackMyRupee, you agree to be bound by these Terms of Service. If you disagree with any part of the terms, you may not access the service.
mr: TrackMyRupee वापरून किंवा त्यात प्रवेश करून, तुम्ही या सेवा अटींचे (Terms of Service) पालन करण्यास सहमत आहात. जर तुम्ही अटींच्या कोणत्याही भागाशी असहमत असाल, तर तुम्ही सेवेचा वापर करू शकत नाही.

source: 2. Use of Service
mr: २. सेवेचा वापर

source: You are responsible for maintaining the confidentiality of your account and password. You agree to accept responsibility for all activities that occur under your account.
mr: तुमचे खाते आणि पासवर्डची गोपनीयता राखण्यासाठी तुम्ही जबाबदार आहात. तुमच्या खात्यांतर्गत होणाऱ्या सर्व क्रियांची जबाबदारी स्वीकारण्यास तुम्ही सहमत आहात.

source: 3. User Content
mr: ३. वापरकर्ता सामग्री (User Content)

source: You retain ownership of the data you enter into the application. We claim no intellectual property rights over the material you provide to the service.
mr: तुम्ही एप्लिकेशनमध्ये प्रविष्ट केलेल्या डेटाची मालकी तुमच्याकडेच राहते. तुम्ही सेवेला प्रदान केलेल्या सामग्रीवर आम्ही कोणत्याही बौद्धिक संपदा अधिकारांचा (intellectual property rights) दावा करत नाही.

source: 4. Limitation of Liability and Disclaimer
mr: ४. दायित्वाची मर्यादा आणि अस्वीकरण

source: The service is provided on an "AS IS" and "AS AVAILABLE" basis. TrackMyRupee makes no seeking to warranties regarding the reliability, accuracy, or availability of the service.
mr: ही सेवा "जशी आहे तशी" (AS IS) आणि "जशी उपलब्ध आहे तशी" (AS AVAILABLE) या तत्त्वावर प्रदान केली जाते. सेवेची विश्वासार्हता, अचूकता किंवा उपलब्धतेबाबत TrackMyRupee कोणतीही हमी देत नाही.

source: We are not liable for any data loss, service interruptions, or financial damages resulting from the use or inability to use our application.
mr: आमच्या एप्लिकेशनच्या वापरामुळे किंवा ते वापरता न आल्यामुळे होणारे कोणतेही डेटाचे नुकसान, सेवा व्यत्यय किंवा आर्थिक नुकसानीसाठी आम्ही जबाबदार नाही.

source: In no event shall TrackMyRupee be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses.
mr: कोणत्याही परिस्थितीत TrackMyRupee कोणत्याही अप्रत्यक्ष, आनुषंगिक, विशेष, परिणामी किंवा दंडात्मक नुकसानीसाठी जबाबदार असणार नाही, ज्यामध्ये नफा, डेटा, वापर, गुडविल किंवा इतर अमूर्त तोटा समाविष्ट आहे.

source: 5. Changes to Terms
mr: ५. अटींमधील बदल

source: We reserve the right to modify or replace these Terms at any time. We will try to provide at least 30 days' notice prior to any new terms taking effect.
mr: आम्ही कोणत्याही वेळी या अटी सुधारण्याचा किंवा बदलण्याचा अधिकार राखून ठेवतो. कोणत्याही नवीन अटी लागू होण्यापूर्वी आम्ही किमान ३० दिवसांची सूचना देण्याचा प्रयत्न करू.

source: Upload Expenses
mr: खर्च अपलोड करा

source: Upload your Excel file to update your expense records. Each sheet corresponds to a month.
mr: तुमचे खर्च रेकॉर्ड अपडेट करण्यासाठी तुमची एक्सेल फाइल अपलोड करा. प्रत्येक शीट एक महिन्याशी संबंधित आहे.

source: Required Format
mr: आवश्यक फॉर्मॅट

source: Your Excel file must contain the following columns (headers are Case-Sensitive):
mr: तुमच्या एक्सेल फाइलमध्ये खालील कॉलम असणे आवश्यक आहे (हेडर केस-सेंसिटिव्ह आहेत):

source: Numeric value
mr: संख्यात्मक मूल्य

source: Text details
mr: मजकूर तपशील

source: Food
mr: अन्न

source: Travel
mr: प्रवास

source: Note
mr: नोंद

source: The "Select Year" below will override the year in your excel dates to ensure consistency.
mr: खालील "वर्ष निवडा" तुमच्या एक्सेल तारखांमधील वर्ष बदलेल जाईल सुसंगतता सुनिश्चित करण्यासाठी.

source: Select Year
mr: वर्ष निवडा

source: Excel File (.xlsx, .xls)
mr: एक्सेल फाइल (.xlsx, .xls)

source: Upload & Process
mr: अपलोड आणि प्रक्रिया करा

source: Supported formats: .xlsx, .xls
mr: समर्थित फॉर्मॅट: .xlsx, .xls
