Repository: OmkarPathak/django-finance-tracker
Catalog: locale/*/LC_MESSAGES/django.po
Languages: mr

source: e.g. Salary, Freelance
mr: उदा. पगार, फ्रीलान्स

source: Category is required for expenses.
mr: खर्चासाठी श्रेणी आवश्यक आहे.

source: Source is required for income.
mr: उत्पन्नासाठी स्रोत आवश्यक आहे.

source: Indian Rupee (₹)
mr: भारतीय रुपया (₹)

source: US Dollar ($)
mr: यूएस डॉलर ($)

source: Euro (€)
mr: युरो (€)

source: Pound Sterling (£)
mr: पाऊंड स्टर्लिंग (£)

source: Japanese Yen (¥)
mr: जपानी येन (¥)

source: Australian Dollar (A$)
mr: ऑस्ट्रेलियन डॉलर (A$)

source: Canadian Dollar (C$)
mr: कॅनेडियन डॉलर (C$)

source: Swiss Franc (CHF)
mr: स्विस फ्रँक (CHF)

source: Chinese Yuan (元)
mr: चिनी युआन (元)

source: South Korean Won (₩)
mr: दक्षिण कोरियन वॉन (₩)

source: Date
mr: दिनांक

source: Amount
mr: रक्कम

source: Description
mr: वर्णन

source: Category
mr: श्रेणी

source: Cash
mr: रोख

source: Credit Card
mr: क्रेडिट कार्ड

source: Debit Card
mr: डेबिट कार्ड

source: UPI
mr: यूपीआई

source: NetBanking
mr: नेटबँकिंग

source: Currency
mr: चलन

source: Category Name
mr: श्रेणीचे नाव

source: Monthly
mr: मासिक

source: Yearly
mr: वार्षिक

source: Expense
mr: खर्च

source: Income
mr: उत्पन्न

source: Start Date
mr: प्रारंभ तारीख

source: Category name cannot be empty.
mr: श्रेणीचे नाव रिकामे असू शकत नाही.

source: Traffic Alert 🚦
mr: ट्रॅफिक अलर्ट 🚦

source: You're pacing %(pct_higher)s%% higher than usual. Slow down to stay on track!
mr: तुम्ही नेहमीपेक्षा %(pct_higher)s%% जास्त खर्च करत आहात. मार्गावर राहण्यासाठी वेग कमी करा!

source: Even strong months have leaks. You crossed limits in {cats_str} — catching this keeps you on track.
mr: चांगल्या महिन्यांतही गळती होऊ शकते. तुम्ही {cats_str} मध्ये मर्यादा ओलांडली आहे — हे लक्षात घेतल्यास तुम्ही मार्गावर राहाल।

source: ⚠️ Budget crossed in {cats_str} — let’s rebalance to stay safe.
mr: ⚠️ {cats_str} मध्ये बजेट ओलांडले गेले आहे — सुरक्षित राहण्यासाठी पुन्हा संतुलन करा।

source: Budget Breached
mr: बजेट ओलांडले

source: Approaching Limit
mr: मर्यादेच्या जवळ

source: Heads up! You're close to overspending on {cats_str}.
mr: सावधान! तुम्ही {cats_str} वर जास्त खर्च करण्याच्या जवळ आहात।

source: You've saved %(savings_rate)s%% of your income this month.
mr: तुम्ही या महिन्यात तुमच्या उत्पन्नाची %(savings_rate)s%% बचत केली आहे।

source: I saved %(savings_rate)s%% of my income this month using TrackMyRupee! 🏆
mr: मी या महिन्यात TrackMyRupee वापरून माझ्या उत्पन्नाच्या %(savings_rate)s%% बचत केली! 🏆

source: {msg_text} You spent less on {cats_link} — that's where the magic happened.
mr: {msg_text} तुम्ही {cats_link} वर कमी खर्च केला — तिथेच जादू झाली।

source: Super Saver Status! 🏆
mr: सुपर सेव्हर स्टेटस! 🏆

source: Momentum Building 🚀
mr: वेग वाढत आहे 🚀

source: Your savings grew by %(savings_pct_abs)s%% vs last month. You're getting better at this!
mr: तुमची बचत गेल्या महिन्याच्या तुलनेत %(savings_pct_abs)s%% वाढली. तुम्ही यात अधिक चांगले होत आहात!

source: My savings grew by %(savings_pct_abs)s%% this month! 🚀 via TrackMyRupee
mr: TrackMyRupee द्वारे या महिन्यात माझी बचत %(savings_pct_abs)s%% वाढली! 🚀

source: You've cut spending by %(expense_pct_abs)s%%.
mr: तुम्ही खर्चात %(expense_pct_abs)s%% कपात केली आहे।

source: I cut my spending by %(expense_pct_abs)s%% this month! 👍 via TrackMyRupee
mr: मी या महिन्यात माझ्या खर्चात %(expense_pct_abs)s%% कपात केली! 👍 TrackMyRupee द्वारे

source: {msg_text} {cats_link} saw the biggest drops.
mr: {msg_text} {cats_link} मध्ये सर्वात मोठी घसरण दिसून आली।

source: You’re in Control 👍
mr: तुम्ही नियंत्रणात आहात 👍

source: On a Roll!
mr: उत्तम लयीत!

source: 🔥 This is your %(streak)s month in a row staying under budget.
mr: 🔥 सलग हा तुमचा %(streak)s वा महिना आहे जेव्हा तुम्ही बजेटमध्ये आहात।

source: 🔥 I've stayed under budget for %(streak)s months in a row! via TrackMyRupee
mr: 🔥 मी सलग %(streak)s महिने बजेटमध्ये राहिलो आहे! TrackMyRupee द्वारे

source: In the Green
mr: बचतमध्ये

source: You've saved %(savings)s so far. Keep it up!
mr: तुम्ही आतापर्यंत %(savings)s वाचवले आहेत. असेच चालू ठेवा!

source: Fresh Start
mr: नवीन सुरुवात

source: Small steps today lead to big results tomorrow. Let's track some expenses!
mr: आजची छोटी पावले उद्या मोठे परिणाम आणतात. चला काही खर्च ट्रॅक करूया!

source: This income entry already exists.
mr: ही उत्पन्न नोंद आधीच अस्तित्वात आहे.

source: Recurring transaction updated successfully.
mr: आवर्ती व्यवहार यशस्वीरित्या अद्ययावत केला.

source: Turn financial chaos into clarity. TrackMyRupee gives you a precision dashboard to visualize your spending, spot trends, and master your monthly budget.
mr: आर्थिक गोंधळाचे स्पष्टतेमध्ये रूपांतर करा. तुमचा खर्च पाहण्यासाठी, ट्रेंड ओळखण्यासाठी आणि तुमच्या मासिक बजेटवर प्रभुत्व मिळवण्यासाठी TrackMyRupee तुम्हाला एक अचूक डॅशबोर्ड देते।

source: Support Us
mr: आम्हाला समर्थन द्या

source: Product
mr: उत्पादन

source: Features
mr: वैशिष्ट्ये

source: Pricing
mr: किंमत

source: Blog
mr: ब्लॉग

source: Live Demo
mr: थेट डेमो

source: Company
mr: कंपनी

source: About
mr: बद्दल

source: Contact
mr: संपर्क

source: Legal
mr: कायदेशीर

source: Privacy Policy
mr: गोपनीयता धोरण

source: Terms of Service
mr: सेवा अटी

source: Refund & Cancellation
mr: परतावा आणि रद्दीकरण

source: All rights reserved.
mr: सर्व हक्क राखीव.

source: Add Expense
mr: खर्च जोडा

source: Add Income
mr: उत्पन्न जोडा

source: Select...
mr: निवडा...

source: - Selected
mr: - निवडलेले

source: All Selected
mr: सर्व निवडलेले

source: Search...
mr: शोधा...

source: Support TrackMyRupee
mr: TrackMyRupee ला पाठिंबा द्या

source: If TrackMyRupee helped you understand your money better, consider supporting its development.
mr: जवळजवळ सर्वच आर्थिक व्यवहार TrackMyRupee मुळे सुलभ झाले आहेत. त्याच्या विकासाला पाठिंबा देण्याचा विचार करा.

source: Donate Now
mr: आता दान करा

source: We use cookies to improve your experience and analyze site traffic.
mr: आम्ही तुमचा अनुभव सुधारण्यासाठी आणि साइट ट्रॅफिकचे विश्लेषण करण्यासाठी कुकीज वापरतो.

source: Decline
mr: नाकारणे

source: Accept
mr: स्वीकारणे

source: Login
mr: लॉगिन

source: View All
mr: सर्व पहा

source: Dashboard
mr: डॅशबोर्ड

source: Expenses
mr: खर्च

source: Subscriptions
mr: सदस्यता

source: Calendar
mr: कॅलेंडर

source: Analytics
mr: विश्लेषण

source: Add
mr: जोडा

source: Add Subscription
mr: सबस्क्रिप्शन जोडा

source: Settings
mr: सेटिंग्ज

source: Theme
mr: थीम

source: Join Now
mr: आत्ताच सामील व्हा

source: Name
mr: नाव

source: Analytics & Trends
mr: विश्लेषण आणि ट्रेंड

source: Visualizing your financial journey over the last 12 months.
mr: गेल्या १२ महिन्यांतील तुमच्या आर्थिक प्रवासाचे दृश्यमान स्वरूप.

source: Last 12 Months
mr: गेले १२ महिने

source: Total Income (YTD)
mr: एकूण उत्पन्न (YTD)

source: Total Expenses (YTD)
mr: एकूण खर्च (YTD)

source: Avg. Balance Rate (YTD)
mr: सरासरी शिल्लक दर (YTD)

source: Percentage of income kept as balance/savings
mr: शिल्लक/बचत म्हणून ठेवलेल्या उत्पन्नाची टक्केवारी

source: Income vs Expenses Analysis
mr: उत्पन्न बनाम खर्च विश्लेषण

source: Comparing what comes in (Green) vs. what goes out (Red). The gap is your potential savings.
mr: येणारे उत्पन्न (हिरवे) आणि जाणारा खर्च (लाल) यांची तुलना. अंतर तुमची संभाव्य बचत आहे.

source: Spending by Category
mr: श्रेणीनुसार खर्च

source: See which categories are consuming the most of your budget this year.
mr: या वर्षी तुमच्या बजेटचा सर्वाधिक भाग कोणत्या श्रेणींमध्ये खर्च होत आहे ते पहा.

source: Balance Rate Trend (%%)
mr: शिल्लक दर ट्रेंड (%%)

source: Shows what %% of your income is left after expenses. A higher positive percentage means you're growing your wealth.
mr: खर्च वजा जाता तुमच्या उत्पन्नातील किती %% रक्कम शिल्लक राहते हे दर्शवते. उच्च सकारात्मक टक्केवारीचा अर्थ असा आहे की तुमची संपत्ती वाढत आहे.

source: Net Balance
mr: निव्वळ शिल्लक

source: Balance Rate (%%)
mr: शिल्लक दर (%%)

source: Budget
mr: बजेट

source: A budget is telling your money where to go, instead of wondering where it went.
mr: बजेट म्हणजे तुमच्या पैशाला कुठे जायचे हे सांगणे, ते कुठे गेले याचा विचार करण्याऐवजी.

source: Total Budget Goal
mr: एकूण बजेट ध्येय

source: vs last month
mr: वि मागील महिना

source: %(percent)s%% Used
mr: %(percent)s%% वापरले

source: Over budget by %(currency)s%(amount)s
mr: %(currency)s%(amount)s ने बजेटपेक्षा अधिक

source: %(currency)s%(amount)s remaining
mr: %(currency)s%(amount)s शिल्लक

source: Edit Limit
mr: मर्यादा संपादित करा

source: Spent: %(currency)s%(amount)s
mr: खर्च: %(currency)s%(amount)s

source: Limit: %(currency)s%(limit)s
mr: मर्यादा: %(currency)s%(limit)s

source: %(currency)s%(left)s left
mr: %(currency)s%(left)s शिल्लक

source: Limit reached — consider adjusting
mr: मर्यादा गाठली — समायोजित करण्याचा विचार करा

source: You’re close to your limit
mr: तुम्ही तुमच्या मर्यादेच्या जवळ आहात

source: No limit set
mr: कोणतीही मर्यादा सेट केलेली नाही

source: Set limit
mr: मर्यादा सेट करा

source: No categories found. Start by adding some categories to your settings.
mr: कोणत्याही श्रेणी सापडल्या नाहीत. तुमच्या सेटिंग्जमध्ये काही श्रेणी जोडून सुरुवात करा.

source: Add Category
mr: श्रेणी जोडा

source: Search entries...
mr: नोंदी शोधा...

source: Search
mr: शोधा

source: Clear search
mr: शोध साफ करा

source: Back to Dashboard
mr: डॅशबोर्डवर परत

source: %(month)s net savings:
mr: %(month)s निव्वळ बचत:

source: Sun
mr: रवि

source: Mon
mr: सोम

source: Tue
mr: मंगळ

source: Wed
mr: बुध

source: Thu
mr: गुरु

source: Fri
mr: शुक्र

source: Sat
mr: शनि

source: No activity
mr: कोणतीही हालचाल नाही

source: View Details
mr: तपशील पहा

source: View expenses for this day
mr: या दिवसाचे खर्च पहा

source: New Category
mr: नवीन श्रेणी

source: Save Category
mr: श्रेणी जतन करा

source: Cancel
mr: रद्द करा

source: Categories
mr: श्रेण्या

source: Categories help you understand your spending habits
mr: श्रेण्या तुम्हाला तुमच्या खर्चाच्या सवयी समजून घेण्यास मदत करतात

source: Search categories...
mr: श्रेण्या शोधा...

source: Reset
mr: रीसेट

source: Actions
mr: क्रिया

source: Edit
mr: संपादित करा

source: Organize your transactions by creating custom categories.
mr: सानुकूल श्रेण्या तयार करून तुमचे व्यवहार व्यवस्थित करा.

source: Monthly Limit (Optional)
mr: मासिक मर्यादा (पर्यायी)

source: Save Changes
mr: बदल जतन करा

source: Default Currency
mr: डिफॉल्ट चलन

source: Select your preferred currency symbol to be used across the application.
mr: संपूर्ण अनुप्रयोगामध्ये वापरण्यासाठी तुमचे पसंतीचे चलन चिन्ह निवडा.

source: Select Currency Symbol
mr: चलन चिन्ह निवडा

source: Display Currency:
mr: प्रदर्शन चलन:

source: This symbol will be displayed next to all amount values across the application (Income, Expenses, Budgets, and Charts).
mr: हे चिन्ह संपूर्ण अनुप्रयोगातील (उत्पन्न, खर्च, बजेट आणि चार्ट) सर्व रक्कम मूल्यांच्या शेजारी प्रदर्शित केले जाईल.

source: Impact of Changing Base Currency:
mr: आधार चलन बदलण्याचा प्रभाव:

source: Changing your base currency will trigger a re-normalization of all your historical records. The system will re-calculate the 'Base Amount' for every transaction using current exchange rates relative to your new base currency. Your original amounts and currencies remain unchanged.
mr: तुमचे आधार चलन बदलल्याने तुमच्या सर्व ऐतिहासिक नोंदींचे पुन-सामान्यीकरण होईल. सिस्टीम तुमच्या नवीन आधार चलनाच्या संदर्भात वर्तमान विनिमय दरांचा वापर करून प्रत्येक व्यवहारासाठी 'आधार रक्कम' पुन्हा मोजेल. तुमच्या मूळ रकमा आणि चलने अपरिवर्तित राहतील.

source: Save Preference
mr: पसंती जतन करा

source: Edit Expense
mr: खर्च संपादित करा

source: New Expense
mr: नवीन खर्च

source: Payment
mr: देयक

source: Add New Category
mr: नवीन श्रेणी जोडा

source: Add Row
mr: ओळ जोडा

source: Add Another Expense
mr: आणखी एक खर्च जोडा

source: Save All Expenses
mr: सर्व खर्च जतन करा

source: Saving...
mr: जतन करत आहे...

source: An error occurred.
mr: एक त्रुटी आली.

source: A network error occurred.
mr: नेटवर्क त्रुटी आली.

source: Filters
mr: फिल्टर

source: Tracking every penny is the first step to financial freedom.
mr: प्रत्येक पैसा ट्रॅक करणे हे आर्थिक स्वातंत्र्याचे पहिले पाऊल आहे.

source: Export
mr: निर्यात करा

source: From
mr: करून

source: To
mr: पर्यंत

source: Year
mr: वर्ष

source: Month
mr: महिना

source: Apply
mr: लागू करा

source: Delete Selected
mr: निवडलेले हटवा

source: Total Records
mr: एकूण रेकॉर्ड

source: Total Amount
mr: एकूण रक्कम

source: Items Selected
mr: निवडलेले घटक

source: Are you sure you want to delete
mr: तुम्हाला खात्री आहे की तुम्ही हटवू इच्छिता

source: No Expenses Found
mr: खर्च आढळले नाहीत

source: We couldn't find any expenses matching your filters.
mr: तुमच्या फिल्टर्सशी जुळणारे कोणतेही खर्च आम्हाला आढळले नाहीत.

source: You haven't added any expenses yet. Start tracking your spending!
mr: तुम्ही अजून कोणताही खर्च जोडलेला नाही. तुमचा खर्च मागोवा घेणे सुरू करा!

source: Clear Filters
mr: फिल्टर साफ करा

source: Previous
mr: मागील

source: Page
mr: पृष्ठ

source: of
mr: चे

source: Next
mr: पुढील

source: Confirm Bulk Delete
mr: बल्क डिलीटची पुष्टी करा

source: Deleting...
mr: हटवत आहे...

source: Edit Income
mr: उत्पन्न संपादित करा

source: Save Income
mr: आय जतन करा

source: Celebrate every earning. You've worked hard for this.
mr: प्रत्येक कमाईचा आनंद साजरा करा. तुम्ही यासाठी कष्ट केले आहे.

source: Date From
mr: या तारखेपासून

source: Date To
mr: या तारखेपर्यंत

source: Search source...
mr: स्रोत शोधा...

source: No Income Records
mr: कोणतेही उत्पन्न रेकॉर्ड नाही

source: Language Preference
mr: भाषा पसंती

source: Select your preferred language to be used across the application.
mr: संपूर्ण अनुप्रयोगामध्ये वापरण्यासाठी तुमची पसंतीची भाषा निवडा.

source: Select Language
mr: भाषा निवडा

source: How this works:
mr: हे कसे कार्य करते:

source: Updating this setting will change the language of the menus, labels, and messages in TrackMyRupee.
mr: ही सेटिंग अपडेट केल्याने TrackMyRupee मधील मेनू, लेबले आणि संदेशांची भाषा बदलेल.

source: Simple, Transparent Pricing
mr: सोपी, पारदर्शक किंमत

source: Choose the plan that fits your financial goals
mr: तुमच्या आर्थिक उद्दिष्टांशी जुळणारा प्लॅन निवडा

source: Start for free, upgrade when you need more power. No hidden fees.
mr: विनामूल्य प्रारंभ करा, आपल्याला अधिक वैशिष्ट्यांची आवश्यकता असल्यास अपग्रेड करा. कोणतेही छुपे शुल्क नाही.

source: Free
mr: विनामूल्य

source: Unlimited Expenses/Income
mr: अमर्यादित खर्च/उत्पन्न

source: Basic Reports
mr: मूलभूत अहवाल

source: Current Plan
mr: सध्याचा प्लॅन

source: Included
mr: समाविष्ट

source: MOST POPULAR
mr: सर्वात लोकप्रिय

source: Plus
mr: प्लस

source: LIMITED OFFER
mr: मर्यादित ऑफर

source: Everything in Free
mr: विनामूल्य प्लॅनमधील सर्व काही

source: Export to CSV/Excel
mr: CSV/Excel मध्ये एक्सपोर्ट करा

source: Upgrade to Plus
mr: प्लसमध्ये अपग्रेड करा

source: Pro
mr: प्रो

source: Everything in Plus
mr: प्लस प्लॅनमधील सर्व काही

source: Unlimited Categories
mr: अमर्यादित श्रेणी

source: Unlimited Recurring Txs
mr: अमर्यादित आवर्ती व्यवहार

source: Priority Support
mr: प्राधान्य देणारे सहकार्य

source: AI Insights (Coming Soon)
mr: AI अंतर्दृष्टी (लवकरच येत आहे)

source: Go Pro
mr: प्रो व्हा

source: Frequently Asked Questions
mr: सतत विचारले जाणारे प्रश्न

source: Can I switch plans later?
mr: मी नंतर प्लॅन बदलू शकतो का?

source: A: Absolutely! You can upgrade your plan at any time.
mr: A: नक्कीच! तुम्ही कधीही तुमचा प्लॅन अपग्रेड करू शकता.

source: What payment methods are accepted?
mr: कोणत्या पेमेंट पद्धती स्वीकारल्या जातात?

source: A: We accept all major Credit/Debit Cards, UPI, and Netbanking via Razorpay.
mr: A: आम्ही Razorpay द्वारे सर्व प्रमुख क्रेडिट/डेबिट कार्डे, UPI आणि नेटबँकिंग स्वीकारतो.

source: Profile Settings
mr: प्रोफाइल सेटिंग्ज

source: First Name
mr: पहिले नाव

source: Last Name
mr: आडनाव

source: Email Address
mr: ईमेल पत्ता

source: This email will be used for logins and account recovery.
mr: हा ईमेल लॉगिन आणि खाते पुनर्प्राप्तीसाठी वापरला जाईल.

source: Subscription
mr: सदस्यता

source: Type
mr: प्रकार

source: Category (For Expense)
mr: श्रेणी (खर्चासाठी)

source: Source (For Income)
mr: स्रोत (उत्पन्नासाठी)

source: Payment Source Method
mr: पेमेंट सोर्स पद्धत

source: Active
mr: सक्रिय

source: Save Task
mr: कार्य जतन करा

source: Manage your recurring payments and never miss a due date again.
mr: तुमची आवर्ती देयके व्यवस्थापित करा आणि देय तारीख कधीही चुकवू नका.

source: Manage
mr: व्यवस्थापित करा

source: Total Monthly Cost
mr: एकूण मासिक खर्च

source: mo
mr: महिना

source: Yearly Projection
mr: वार्षिक अंदाज

source: yr
mr: वर्ष

source: renewals due soon
mr: नूतनीकरण लवकरच येत आहे

source: All
mr: सर्व

source: Renewing Soon
mr: लवकरच नूतनीकरण

source: Cancelled
mr: रद्द केलेले

source: Are you sure you want to delete subscription
mr: तुम्हाला खात्री आहे की तुम्ही सदस्यता हटवू इच्छिता

source: This will stop all future tracking for this item.
mr: यामुळे या आयटमसाठी भविष्यातील सर्व ट्रॅकिंग थांबेल.

source: Delete
mr: हटवा

source: No active subscriptions
mr: कोणतीही सक्रिय सदस्यता नाही

source: Most people forget at least one renewal every year. Add yours now so we can remind you before you pay.
mr: बहुतेक लोक दरवर्षी किमान एक नूतनीकरण विसरतात. तुमचे आता जोडा जेणेकरून तुम्ही पैसे देण्यापूर्वी आम्ही तुम्हाला आठवण करून देऊ शकू.

source: Add your first subscription
mr: तुमची पहिली सदस्यता जोडा

source: Renewing This Month
mr: या महिन्यात नूतनीकरण

source: No renewals coming up this month!
mr: या महिन्यात कोणतेही नूतनीकरण नाही!

source: Reactivate
mr: पुन्हा सक्रिय करा

source: No cancelled subscriptions.
mr: कोणतीही रद्द केलेली सदस्यता नाही.

source: Upgrade
mr: अपग्रेड

source: Tools
mr: साधने

source: Upload Data
mr: डेटा अपलोड करा

source: Account
mr: खाते

source: Language
mr: भाषा

source: Profile
mr: प्रोफाइल

source: Tutorial
mr: ट्यूटोरियल

source: Budget Dashboard
mr: बजेट डॅशबोर्ड

source: Contact Support
mr: संपर्क साधा

source: Danger Zone
mr: धोकादायक क्षेत्र

source: Delete Account
mr: खाते हटवा

source: Select an option from the sidebar to manage your preferences.
mr: तुमची प्राधान्ये व्यवस्थापित करण्यासाठी साइडबारमधून एक पर्याय निवडा.

source: Welcome to TrackMyRupee!
mr: TrackMyRupee मध्ये आपले स्वागत आहे!

source: Record Income
mr: उत्पन्न नोंदवा

source: This Month's Insights
mr: या महिन्याची अंतर्दृष्टी

source: Total Income
mr: एकूण उत्पन्न

source: For %(year)s
mr: %(year)s साठी

source: All Time
mr: सर्व वेळ

source: Total Expenses
mr: एकूण खर्च

source: Balance
mr: शिल्लक

source: Projected Savings
mr: अंदाजित बचत

source: Year End
mr: वर्ष अखेर

source: Keep saving to see this!
mr: हे पाहण्यासाठी बचत करत राहा!

source: Based on your YTD average
mr: तुमच्या YTD सरासरीवर आधारित

source: Income vs Expenses
mr: उत्पन्न विरुद्ध खर्च

source: Budget vs Spent
mr: बजेट विरुद्ध खर्च

source: No Budgets Set
mr: कोणतेही बजेट सेट नाही

source: Set limits for your categories to track spending.
mr: खर्च ट्रॅक करण्यासाठी तुमच्या श्रेणींसाठी मर्यादा सेट करा.

source: Set Budget
mr: बजेट सेट करा

source: Payment Method Distribution
mr: पेमेंट पद्धत वितरण

source: No data available
mr: कोणताही डेटा उपलब्ध नाही

source: (Stacked by Category)
mr: (श्रेणीनुसार स्टॅक केलेले)

source: Recent Transactions
mr: अलीकडील व्यवहार

source: No recent transactions
mr: अलीकडील व्यवहार नाहीत

source: Category Distribution
mr: श्रेणी वितरण

source: Top Categories
mr: शीर्ष श्रेणी

source: No expense data available
mr: कोणताही खर्च डेटा उपलब्ध नाही

source: Last updated: January 14, 2026
mr: शेवटचे अद्यतनित: १४ जानेवारी, २०२६

source: Your privacy matters to us. This policy explains how TrackMyRupee collects, uses, and protects your information.
mr: तुमची गोपनीयता आमच्यासाठी महत्त्वाची आहे. TrackMyRupee तुमची माहिती कशी गोळा करते, वापरते आणि संरक्षित करते हे या धोरणातून स्पष्ट होते.

source: Table of Contents
mr: अनुक्रमणिका

source: 1. Information We Collect
mr: १. आम्ही गोळा करत असलेली माहिती

source: 2. How We Use Your Information
mr: २. आम्ही तुमची माहिती कशी वापरतो

source: 3. Cookies & Tracking Technologies
mr: ३. कुकीज आणि ट्रॅकिंग तंत्रज्ञान

source: 4. Information Sharing
mr: ४. माहिती सामायिक करणे

source: 5. Data Security
mr: ५. डेटा सुरक्षा

source: 6. Your Rights & Choices
mr: ६. तुमचे अधिकार आणि निवडी

source: 7. Data Retention
mr: ७. डेटा धारणा (Retention)

source: 8. Children's Privacy
mr: ८. मुलांची गोपनीयता

source: 9. Changes to Privacy Policy
mr: ९. गोपनीयता धोरणातील बदल

source: 10. Contact Us
mr: १०. आमच्याशी संपर्क साधा

source: We collect information you provide directly to us when you create an account, input financial data, or interact with our platform.
mr: जेव्हा तुम्ही खाते तयार करता, आर्थिक डेटा प्रविष्ट करता किंवा आमच्या प्लॅटफॉर्मशी संवाद साधता तेव्हा तुम्ही आम्हाला थेट प्रदान केलेली माहिती आम्ही गोळा करतो.

source: Account Information
mr: खात्याची माहिती

source: Your username, email address, and password (encrypted).
mr: तुमचे वापरकर्ता नाव, ईमेल पत्ता आणि पासवर्ड (एनक्रिप्टेड).

source: Financial Data
mr: आर्थिक डेटा

source: Incomes, expenses, categories, budgets, and subscriptions you manually enter.
mr: तुम्ही मॅन्युअली प्रविष्ट केलेले उत्पन्न, खर्च, श्रेणी, बजेट आणि सदस्यता (subscriptions).

source: Profile Preferences
mr: प्रोफाइल प्राधान्ये

source: Currency settings, theme preferences (light/dark mode).
mr: चलन सेटिंग्ज, थीम प्राधान्ये (लाईट/डार्क मोड).

source: Usage Data
mr: वापर डेटा

source: Device information, IP address, browser type, and interaction logs to help us improve the service.
mr: आम्हाला सेवा सुधारण्यात मदत करण्यासाठी डिव्हाइस माहिती, आयपी (IP) पत्ता, ब्राउझर प्रकार आणि परस्परसंवाद लॉग (interaction logs).

source: We use the information we collect to provide, maintain, and improve our services.
mr: आम्ही गोळा कलेली माहिती आमच्या सेवा प्रदान करण्यासाठी, राखण्यासाठी आणि सुधारण्यासाठी वापरतो.

source: Provide the TrackMyRupee dashboard, expense tracking, and financial reports.
mr: TrackMyRupee डॅशबोर्ड, खर्च ट्रॅकिंग आणि आर्थिक अहवाल प्रदान करणे.

source: Process and visualize your financial data.
mr: तुमच्या आर्थिक डेटावर प्रक्रिया करणे आणि त्याचे व्हिज्युअलायझेशन करणे.

source: Send important notifications, such as password resets or account alerts.
mr: महत्त्वाच्या सूचना पाठवणे, जसे की पासवर्ड रिसेट किंवा खाते अलर्ट.

source: Analyze usage patterns to fix bugs and improve performance.
mr: बग्स (bugs) दुरुस्त करण्यासाठी आणि कार्यक्षमता सुधारण्यासाठी वापर पद्धतींचे (usage patterns) विश्लेषण करणे.

source: Prevent abuse and enforce our Terms of Service.
mr: गैरवापर रोखणे आणि आमच्या सेवा अटी लागू करणे.

source: We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.
mr: आमच्या सेवेवरील क्रियाकलापांचा मागोवा घेण्यासाठी आणि काही माहिती ठेवण्यासाठी आम्ही कुकीज आणि तत्सम ट्रॅकिंग तंत्रज्ञान वापरतो.

source: Google Analytics
mr: गुगल ॲनालिटिक्स (Google Analytics)

source: We use Google Analytics to monitor and analyze the use of our Service. Google Analytics involves the use of cookies to collect information such as your IP address, browser type, and pages visited. This helps us understand user behavior and improve our platform.
mr: आम्ही आमच्या सेवेच्या वापराचे निरीक्षण आणि विश्लेषण करण्यासाठी Google Analytics वापरतो. Google Analytics मध्ये तुमचा IP पत्ता, ब्राउझर प्रकार आणि भेट दिलेली पृष्ठे यासारखी माहिती गोळा करण्यासाठी कुकीजचा वापर केला जातो. हे आम्हाला वापरकर्त्यांचे वर्तन समजून घेण्यास आणि आमचे प्लॅटफॉर्म सुधारण्यास मदत करते.

source: You can opt-out of having your activity available to Google Analytics by installing the Google Analytics Opt-out Browser Add-on.
mr: तुम्ही Google Analytics Opt-out Browser Add-on इंस्टॉल करून तुमची अ‍ॅक्टिव्हिटी Google Analytics ला उपलब्ध करून देण्यापासून रोखू शकता.

source: We do not sell your personal information.
mr: आम्ही तुमची वैयक्तिक माहिती विकत नाही.

source: We only share data in limited circumstances:
mr: आम्ही फक्त मर्यादित परिस्थितीत डेटा सामायिक करतो:

source: Service Providers
mr: सेवा पुरवठादार (Service Providers)

source: With trusted third-party vendors (e.g., hosting providers, email services, analytics) who assist our operations.
mr: विश्वसनीय तृतीय-पक्ष विक्रेत्यांसह (उदा. होस्टिंग प्रदाते, ईमेल सेवा, ॲनालिटिक्स) जे आमच्या ऑपरेशन्समध्ये मदत करतात.
